SoapRequest/add.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <Add xmlns="http://tempuri.org/">
            <intA>2</intA>
            <intB>3</intB>
        </Add>
    </Body>
</Envelope>

